module.exports=[
{
	"id" : 1,
	"name" : "风信子",
	"f_language" : "胜利、竞技、喜悦、爱意、幸福、浓情、倾慕、顽固、生命、得意、永远的怀念",
	"info" : "风信子的价值。风信子植株低矮整齐，花序端庄，花色丰富，花姿美丽，是早春开花的著名球根花卉之一，也是重要的盆花种类。适于布置花坛、花境和花槽，也可作切花、盆栽或水养观赏。有滤尘作用，花香能稳定情绪，消除疲劳作用。花除供观赏外，还可提取芳香油。另外，球茎有毒性，如果误食，会引起头晕、胃痉挛、拉肚子等症状，所以要严防小孩子或者动物的误食。",
	"pic" : "fengxinzi.jpg"
},
{
	"id" : 2,
	"name" : "紫罗兰",
	"f_language" : "永恒的美与爱，质朴、美德、盛夏的清凉",
	"info" : "紫罗兰花朵茂盛，花色鲜艳，香气浓郁，清香醉人，这种花，过去和现在都有人把它作为圣洁爱情的象征呢。",
	"pic" : "ziluolan.jpg"
},
{
	"id" : 3,
	"name" : "梅花",
	"f_language" : "凌霜斗雪、迎春开放、坚强、高雅、不趋荣利",
	"info" : "梅花有着坚贞不屈、坚强、高洁、并且谦虚的品格，给人以立志、奋发图强的激励。在严寒中，梅花开在百花之前开花，因此梅花在民间被当做是传春报喜的吉祥象征。梅花是岁寒三友之一，从古代开始，人们无不赞美它的傲雪精神，欣赏它的孤独和不与百花争春的高洁的美。",
	"pic" : "meihua.jpg"
},
{
	"id" : 4,
	"name" : "茉莉花",
	"f_language" : "忠贞、尊敬、清纯、贞洁、质朴",
	"info" : "茉莉花的花语为官能的、你是我的，因为它的香味迷人，很多人会把她当成装饰品一样地别在身上。在婚礼等庄重场合，也是一种很合宜的装饰花。也经常被使用在新娘捧花上。茉莉花茶是一种香味极浓的茶。但是，真正用于这种茶叶的，是另一种与茉莉花品种很接近花。清的外形，让你很难想象原来她有着如此香甜醇美的花香。散发着就像其花语所说的“官能的”香味。所以，自古以来，就是各种香水中的主要原料之一。",
	"pic" : "molihua.jpg"
},
{
	"id" : 5,
	"name" : "栀子花",
	"f_language" : "坚强、永恒的爱、一生的守候",
	"info" : "栀子花的叶色，冬夏长青，碧绿的叶子油光发亮，雪白色的花朵，玉洁无瑕，散发出浓烈的芳香，馨郁诱人，即使花黄凋萎仍然香气四溢。栀子花深得人们喜爱，就连诗人杜甫就写过“栀子比众木，人间诚未多”的赞语。",
	"pic" : "zhizihua.jpg"
},
{
	"id" : 6,
	"name" : "桃花",
	"f_language" : "爱情的俘虏",
	"info" : "桃树盛开的花朵，属蔷薇科植物。叶椭圆状披针形，核果近球形，主要分果桃和花桃两大类。桃花原产于中国中部、北部，现已在世界温带国家及地区广泛种植，其繁殖以嫁接为主。桃花可制成桃花丸、桃花茶等食品。其具有很高的观赏价值，是文学创作的常用素材。此外，桃花中元素有疏通经络、滋润皮肤的药用价值。",
	"pic" : "taohua.jpg"
},
{
	"id" : 7,
	"name" : "桔梗",
	"f_language" : "永恒的爱，无悔，无望的爱",
	"info" : "桔梗花又名僧冠帽、六角荷、叮当花、包袱花、道拉基，桔梗花有紫蓝、翠蓝、净白等多种颜色，多是单瓣花。桔梗花给人清新和亲切的感觉，小小巧巧的惹人疼爱。",
	"pic" : "jiegeng.jpg"
},
{
	"id" : 8,
	"name" : "桂花",
	"f_language" : "收获，永伴佳人",
	"info" : "桂花是中国传统十大名花之一，集绿化、美化、香化于一体的观赏与实用兼备的优良园林树种，桂花清可绝尘，浓能远溢，堪称一绝。尤其是仲秋时节，丛桂怒放，夜静轮圆之际，把酒赏桂，陈香扑鼻，令人神清气爽。在中国古代的咏花诗词中，咏桂之作的数量也颇为可观。自古就深受中国人的喜爱，被视为传统名花。",
	"pic" : "guihua.jpg"
},
{
	"id" : 9,
	"name" : "杜鹃花",
	"f_language" : "永远属于你，爱的快乐，节制欲望",
	"info" : "杜鹃花：又名映山红、山石榴，为常绿或平常绿灌木。相传，古有杜鹃鸟，日夜哀鸣而咯血，染红遍山的花朵，因而得名。杜鹃花一般春季开花，每簇花2-6朵，花冠漏斗形，有红、淡红、杏红、雪青、白色等，花色繁茂艳丽。",
	"pic" : "dujuan.jpg"
},
{
	"id" : 10,
	"name" : "月季",
	"f_language" : "等待有希望的希望，幸福，光荣，美艳长新",
	"info" : "月季花：被称为花中皇后，又称“月月红”，是常绿、半常绿低矮灌木，四季开花﹐一般为红色﹐或粉色、偶有白色和黄色﹐可作为观赏植物，也可作为药用植物，亦称月季。有三个自然变种，现代月季花型多样，有单瓣和重瓣，还有高心卷边等优美花型；其色彩艳丽、丰富，不仅有红、粉黄、白等单色，还有混色、银边等品种；多数品种有芳香。",
	"pic" : "yueji.jpg"
}
]